import React from 'react'

const MoreWork = () => {
  return (
    <>
      <header  className="about__work">
        <div className="about__work-img">
          <img src="" alt="" className="logistic__img" />
        </div>
        <div className="about__work-info">
          <h1 className="about__company"></h1>
          <p className="about__company-text">
          SHARQ-TRANS-SERVIS — транспортно-экспедиторская компания, успешно функционирующая с 2020 года. Специализируясь на комплексных логистических решениях, комания предлагает полный спектр транспортных услуг, включая международные перевозки, складирование, таможенное оформление и экспедирование грузов. 
          Мы гордимся профессионализмом нашей команды, которая состоит из опытных специалистов, знающих все нюансы транспортной логистики. Благодаря глубокому пониманию потребностей клиентов, мы обеспечиваем индивидуальный подход к каждому заказу, гарантируя максимальную эффективность и безопасность грузоперевозок.
          Мы стремимся предложить нашим клиентам лучшие условия для доставки грузов, способствуя развитию бизнеса на международном уровне.
          </p>
        </div>
      </header>
    </>
  )
}

export default MoreWork